{
  "comeBackLater" : "Réessayez plus tard.",

  "foodSource" : [
    "C'est une sorte de nourriture à base de pommes de terre.",
    "Il semblerait que personne n'y a touché depuis longtemps."
  ],

  "cafeteriaSign" : [
    "\"Prenez une assiette et servez-vous l'un de nos plats délicieux et variés du continent entier.\"",
    "\"Menu:\nPatate - $10\nPatata - $10\nPotatis - $10\n\u008e\u008f\u0090 - $11\""
  ],

  "warmMug" : [
    "C'est un mug chaud rempli de café. Miam !"
  ],

  "coldMug" : [
    "C'est un mug froid rempli... d'une substance marron ? Beurk !"
  ],

  "powers" : {
    "fortitude" : [
      "Le Pouvoir de Courage : le symbole du héros élu de chaque génération."
    ],
    "compassion" : [
      "Le Pouvoir de Compassion : protégé par la famille royale et transmis à chaque nouveau monarque."
    ],
    "wealth" : [
      "Le Pouvoir de Fortune : capital pour la plus grande compagnie de services financiers du monde, La Corporation SARL."
    ],
    "truth" : [
      "Le Pouvoir d. #{glitch:true}.....é : le p..s p..#{reset}s.... d.. #{glitch:true} q..... .... l.s .llu....s .e... .ar #{glitch:true}l.. ..r...pus et ... .....i#{reset}.."
    ],

    "realTruth" : [
      "Le Pouvoir de Vérité : le plus puissant des quatre dissipe les illusions jetés par les corrompus et les mauvais."
    ],
    "allfour" : [
      "Les quatre premiers arrivants sur cette île amenèrent avec eux des pouvoirs uniques.",
      "À leur mort, leurs capacités furent transmises à la génération suivante...",
      "Cet héritage devint connu sous le nom des \"Quatre Pouvoirs\"."
    ]
  },

  "lobbyLabSign" : [
    "#{font:bold}ATTENTION : EXPÉRIENCES INSTABLES#{reset}",
    "Accès restreint au personnel autorisé #{font:bold}uniquement#{reset}."
  ],

  "lobbyCafeteriaSign" : [
    "< Cafétéria"
  ],

  "lobbyStudySign" : [
    "Bureau >"
  ],

  "blackboard" : [
    "Un graphique au tableau représente la disposition des banques de données."
  ],

  "bookshelves" : [
    "Une bibliothèque contenant une longue série de livres sur la géologie.",
    "Une bibliothèque remplie d'ouvrages ésotériques sur le développement de jeux vidéo.",
    "Il y a quelques livres décrivant les donjons dans lesquels vous êtes allée.",
    "Les livres ne sont pas réels, ce sont juste des sculptures en bois."
  ],

  "studyPoster" : ["C'est un poster sans goût.","KEEP CALM\n   #{font:tiny}AND#{reset}\nQUAKE ON"],

  "studyComputer" : "L'écran est noir et poussiéreux.",

  "studyCoffee" : "Ce café est resté ici pendant un moment."

}
