{
  "introducePotter" : [
    "B-bonjour ! Je m'appelle Potter.",
    "Je c-concocte des potions."
  ],
  "introduceTunley" : [
    "Et je suis Tunley, le plus jeune frère de Potter.",
    "Je crée des tuniques à la mode ! Elles sont toujours très demandées par les aventuriers exigeants !"
  ],
  "startQuest" : [
    "Nous venons d'emménager ici pour ouvrir une boutique, mais...",
    "Nous avons absolument besoin de notre s÷ur Tressa pour notre business plan et elle vient juste de partir on ne sait où !",
    "Aidez-nous à la retrouver, s'il vous plait !"
  ],
  "firstHint" : [
    "Aux dernières nouvelles, elle aidait un type louche à lancer un jeu basé sur des hallucinations dans une caverne.",
    "Vous connaissez quelqu'un comme ça ?"
  ],
  "thanksForFindingTressa" : [
    "Merci de nous avoir aidé à retrouver notre s÷ur ! Nous étions désespérés sans son sens des affaires."
  ],
  "tressaThanks" : [
    "Vous voulez quoi ${player.name} ?"
  ],

  "tressaDungeon": {
    "intro": [
      "Vous êtes celle que mes frères a envoyé pour me retrouver, c'est ça ?",
      "Bah, j'ai tout ce qu'il faut pour ouvrir la boutique, maintenant.",
      "Vous voulez connaître notre secret ?",
      "Les potions et les tuniques obéissent aux mêmes règles, à un niveau fondamental.",
      "C'est comme ça que je peux fabriquer des tuniques à partir de potions.",
      "Tenez, une copie de notre brevet, si vous êtes curieuse."
    ],
    "comeWith": [
      "Je retourne à la boutique. Vous voulez venir avec moi ?"
    ],
    "comeWithConfirm": "Retourner à la boutique d'effets de statuts ?"
  },

  "buyPotions" : "Qu'est-ce que je p-peux faire pour vous, ${player.name} ?",
  "buyTunics" : "Vous venez voir nos dernières créations ?",

  "crafting" : {
    "intro" : [
      "Je peux vous faire une nouvelle tunique qui a le même effet que l'une de vos potions.",
      "Ça coûte 100$, et j'aurais besoin d'une potion, et d'une tunique que vous ne voulez plus."
    ],
    "chooseTunic" : "Choisissez une tunique à abandonner",
    "choosePotion" : "Choisissez une potion à appliquer",
    "confirm" : "Cela fera une tunique de ${0}. Continuer ?",
    "alreadyHave" : "Vous avez déjà la tunique que vous voulez faire."
  }
}
