{
  "itemGiver" : {
    "new" : [
      "I found this on the ground. You look like you could use it!"
    ],
    "old" : [
      "Was it useful?"
    ]
  },

  "potionSeller" : {
    "dialogue" : [
      "Psst. Hey, need any potions?"
    ],
    "potionDescription" : "A potion with an unknown effect."
  },

  "tunicSeller" : {
    "dialogue" : [
      "Interested in half-price tunics?",
      "There's nothing wrong with them. I just need to get rid of them fast, you know?"
    ],
    "tunicDescription" : "A tunic with an unknown effect."
  },

  "dialogue" : {
    "human" : [
      ["That poor Lance hasn't spoken since his parents died."],
      ["The Elder has been raising Lance to be the next great hero!"],
      ["I know living in a cave isn't glamorous, but at least the Elder gets to own his home."],
      ["We can all rest easy knowing that Lance will save the world!"],
      ["I heard about a huge metal monster in the dungeon near town.", "Think it's real?"],
      ["I'm going to work for the Chairman when I die and become a skeleton.", "I've heard you can make a killing!"],
      ["Lance is cool, but Stiletto is still my favorite hero."],
      ["Monsters may be deadly, but they're also our only source of money...", "So I guess they're a necessary part of life, right?"],
      ["The hero saves us from monsters, and in return we all help the hero.", "That's how things have always been."],
      ["Lance is a hero, just like his father, and his before him.", "Is it weird that only one family gets to be heroes?"],
      ["Lance's father Claymore had a #{wave:3,9,0.1}huge#{reset} sword.", "He was awesome!"],
      ["I used to have a home, but I couldn't afford the rising rent...", "So the bank kicked me out. That's just life, right?"],
      ["Times are hard, but maybe the new hero can make things right again."],
      ["Monsters try and kill us, the hero kills them, takes their gold and spends it...", "...And that's how the economy works!"],
      ["My friend claims a dolphin attacked them with throwing stars!", "I don't know, it sounds kind of fishy to me."],
      ["The life of the humble villager surely is an easy one.", "Well, if you ignore the constant threat of deadly monsters, that is."],
      ["The kingdom of ${world.name} has fallen on hard times recently...", "But I'm sure Lance can help bring things back to the way they were!"],
      ["I stumbled upon a rusty old train last week.", "Did ${world.name} used to have a railway? What happened to it?"],
      ["My family has an old saying, you know:", "If you're trying to show #{wave:3,9,0.1}compassion#{reset} to someone who is angry - bring them a personal gift!"],
      ["There's an old ${world.name} legend that speaks of magical phoenix ash, that has the power to transform #{wave:3,9,0.1}any#{reset} bird.", "But I'm gonna be honest - I haven't seen many birds around these days."]
    ],

    "bear" : [
      ["Not liking shoes, I prefer to go bear-footed."],
      ["Everyone's opening bank accounts, but I just can't stand the Chairman.", "He's unbearable."],
      ["I'm a #{font:bold}fur#{reset}vent supporter of the Prince!"],
      ["What's your name, little one?", "${player.name}? It's nice to meet you, ${player.name}!"],
      ["Many folk have blind faith in the bank and its Chairman, but...", "I don't trust that pernicious penny pincher!"],
      ["I saw a tiny rock fall from the sky the other day!", "Where was it? I, uh, can't remember."],
      ["Have you met Rupert?", "He forges the greatest weapons in the land with his #{wave:3,9,0.1}bear#{reset} hands!"],
      ["The caves of ${world.name} give me the creeps....", "You can go down one ladder, and then up another, and end up miles away!", "They don't make #{wave:3,9,0.1}sense#{reset}!"],
      ["The bear community has been circulating some concerning rumours recently...", "Supposedly, a pernicious human girl has been breaking into bear homes to sleep!"],
      ["Are the rumours true?", "Is there really a human girl breaking into bear's homes just to sleep on their beds?!"],
      ["#{wave:3,9,0.1}Anyone#{reset} can see the error of their ways, human.", "They just need to be shown enough #{font:bold}compassion#{reset}."],
      ["Some folks are saying that the ${world.name} bank has a surprisingly low withdraw limit.", "I #{wave:3,9,0.1}wonder#{reset} what would happen if you tried to take too much money out...?"]
    ]
  }
}
