{
  "assistant": {
    "intro": [
      "Bonjour, je vois que vous êtes nouvelle ici !",
      "C'est ici que les investisseurs achètent et vendent des actions.",
      "Tout le monde peut le faire, mais vous devez d'abord déposer de l'argent sur votre compte investisseur.",
      "Mon collègue à gauche peut vous aider."
    ],
    "interact": [
      "Vous pouvez déposer la somme que vous voulez.",
      "Cependant, pour éviter le blanchiment d'argent, vous ne pouvez retirer que ${0}$ maximum."
    ]
  },

  "accountant": {
    "hello": ["Bonjour ${player.name}, comment puis-je vous aider ?"],
    "bye": [],
    "withdrawn": ["Voilà votre argent !", "Le solde de votre compte investisseur est maintenant de : ${0}$"],
    "deposited": ["Merci !", "Le solde de votre compte investisseur est maintenant de : ${0}$"],
    "balance": "Solde : ${0}$",
    "withdraw": "Retirer",
    "deposit": "Déposer",
    "exit": "Quitter",
    "withdrawNoMoney": "Vous n'avez rien à retirer.",
    "depositNoMoney": "Vous n'avez rien à déposer.",
    "withdrawHowMuch": "Retirer combien ?\nSolde : ${0}$",
    "depositHowMuch": "Déposer combien ?\nSolde : ${0}$",
    "withdrawalLimitExceeded": [
      "Je suis désolé, mais cette transaction excéderait votre plafond de retrait.",
      "Si j'approuvais le retrait, la Corporation des Banquiers risquerait d'être insolvable.",
    ],
    "withdrawCantCarry": "Vous ne pouvez pas transporter autant d'argent.",
    "gildStockHint": [
      "Si vous aviez des actions pour GILD, cela dit, nous pourrions peut-être vous aider..."
    ],
    "ownsGildStock": [
      "Oh ! Vous êtes une actionnaire de GILD !"
    ]
  },

  "bankerVault1": [
    "Les banquiers ne meurent jamais, ils arrêtent juste de trouver de l'intérêt à la vie."
  ],
  "bankerVault2": [
    "It's been so long since I turned a profit, I'm getting withdrawal symptoms."
  ],
  "bankerVault3": [
    "J'avais un compte auprès d'une banque au Pôle Nord, jusqu'à ce qu'ils gèlent mon capital."
  ],
  "bankerVault4": [
    "Le Président m'a ordonné de barricader les coffres.",
    "Apparemment, un vandale serait sur le point d'arriver. Il est connu pour casser des pots et s'emparer d'objets de valeur."
  ],
  "bankerEvilJar1": [
    "Avec tous ces prix qui gonflent, je pense que je vais investir dans des ballons."
  ],
  "bankerEvilJar2": [
    "The best thing about being an undead investor is all the bone-uses."
  ],
  "bankerGroundFloor1": [
    "They didn't teach me about this at business skull..."
  ],
  "bankerGroundFloor2": [
    "I saw a duck come in for financial advice yesterday.",
    "He had a large bill to pay!"
  ],
  "bankerGroundFloor3": [
    "I have a side-job writing financial thrillers. Maybe you've heard of my novel #{wave:3,9,0.1}Back to the Futures#{reset}?",
    "Yes, the critics did say it was a bit #{wave:3,9,0.1}derivative#{reset}..."
  ],
  "bankerGroundFloor4": [
    "Ouep, je suis le seul et unique Doctor Bones, gamin.",
    "C'est 10000$ pour un autographe. T'as pas les moyens."
  ],

  "investor1": [
    "Les prix grimpent si vous avec 3 symboles identiques, ou montent un petit peu si vous avez une pièce ou deux.",
    "Tout le reste entraîne une perte !"
  ],
  "investor2": [
    "How do the reels know where to stop? What causes the prices to jump up and down like they do?",
    "Nothing significant is actually changing in the businesses we're trading... Not on the timescale of seconds!"
  ],
  "investor3": [
    "Most of the time these machines provide a nice steady, but low income.",
    "Then occasionally there are sudden catastrophic falls when everyone panic-sells at the same time!",
    "I lost almost half my savings at once last time!"
  ],
  "investor4": [
    "I always read the headlines before trading.",
    "It doesn't always help, but in the long run it #{font:bold}does#{font:default} give me a slight edge."
  ],

  "tressaBanker": {
    "part1": [
      "I can't reveal whether someone called 'Tressa' has been here.",
      "First, you'll need to answer some security questions.",
      "The first question: what is the name of Tressa's eldest brother?"
    ],
    "wrong": [
      "Sorry, that's the wrong answer.",
      "Try again when you've remembered."
    ],
    "part2": [
      "Good. Now the second question: what is the name of Tressa's youngest brother?"
    ],
    "part3": [
      "Thank you for authenticating, Tressa.",
      "I can reveal that you were just here, taking out a loan in order to redecorate a business property.",
      "You gave me the telephone number of your guarantor: 555-1105."
    ]
  }
}
