{
  "assistant": {
    "intro": [
      "Bonjour, je vois que vous êtes nouvelle ici !",
      "C'est ici que les investisseurs achètent et vendent des actions.",
      "Tout le monde peut le faire, mais vous devez d'abord déposer de l'argent sur votre compte investisseur.",
      "Mon collègue à gauche peut vous aider."
    ],
    "interact": [
      "Vous pouvez déposer la somme que vous voulez.",
      "Cependant, pour éviter le blanchiment d'argent, vous ne pouvez retirer que ${0}$ maximum."
    ]
  },

  "accountant": {
    "hello": ["Bonjour ${player.name}, comment puis-je vous aider ?"],
    "bye": [],
    "withdrawn": ["Voilà votre argent !", "Le solde de votre compte investisseur est maintenant de : ${0}$"],
    "deposited": ["Merci !", "Le solde de votre compte investisseur est maintenant de : ${0}$"],
    "balance": "Solde : ${0}$",
    "withdraw": "Retirer",
    "deposit": "Déposer",
    "exit": "Quitter",
    "withdrawNoMoney": "Vous n'avez rien à retirer.",
    "depositNoMoney": "Vous n'avez rien à déposer.",
    "withdrawHowMuch": "Retirer combien ?\nSolde : ${0}$",
    "depositHowMuch": "Déposer combien ?\nSolde : ${0}$",
    "withdrawalLimitExceeded": [
      "Je suis désolé, mais cette transaction excéderait votre plafond de retrait.",
      "Si j'approuvais le retrait, la Corporation des Banquiers risquerait d'être insolvable.",
    ],
    "withdrawCantCarry": "Vous ne pouvez pas transporter autant d'argent.",
    "gildStockHint": [
      "Si vous aviez des actions pour GILD, cela dit, nous pourrions peut-être vous aider..."
    ],
    "ownsGildStock": [
      "Oh ! Vous êtes une actionnaire de GILD !"
    ]
  },

  "bankerVault1": [
    "Les banquiers ne meurent jamais, ils arrêtent juste de trouver de l'intérêt à la vie."
  ],
  "bankerVault2": [
    "It's been so long since I turned a profit, I'm getting withdrawal symptoms."
  ],
  "bankerVault3": [
    "J'avais un compte auprès d'une banque au Pôle Nord, jusqu'à ce qu'ils gèlent mon capital."
  ],
  "bankerVault4": [
    "Le Président m'a ordonné de barricader les coffres.",
    "Apparemment, un vandale serait sur le point d'arriver. Il est connu pour casser des pots et s'emparer d'objets de valeur."
  ],
  "bankerEvilJar1": [
    "Avec tous ces prix qui gonflent, je pense que je vais investir dans des ballons."
  ],
  "bankerEvilJar2": [
    "Ce qui est bien en étant un investisseur mort-vivant, c'est de pouvoir avoir un bon-os."
  ],
  "bankerGroundFloor1": [
    "On ne m'a pas apprit ça à l'a-crâne-démie de commerce"
  ],
  "bankerGroundFloor2": [
    "I saw a duck come in for financial advice yesterday.",
    "He had a large bill to pay!"
  ],
  "bankerGroundFloor3": [
    "I have a side-job writing financial thrillers. Maybe you've heard of my novel #{wave:3,9,0.1}Back to the Futures#{reset}?",
    "Yes, the critics did say it was a bit #{wave:3,9,0.1}derivative#{reset}..."
  ],
  "bankerGroundFloor4": [
    "Ouep, je suis le seul et unique Doctor Bones, gamin.",
    "C'est 10000$ pour un autographe. T'as pas les moyens."
  ],

  "investor1": [
    "Les prix grimpent si vous avec 3 symboles identiques, ou montent un petit peu si vous avez une pièce ou deux.",
    "Tout le reste entraîne une perte !"
  ],
  "investor2": [
    "How do the reels know where to stop? Qu'est-ce qui fait monter et baisser les prix comme ça ?",
    "Il n'y a rien qui change de manière significative dans les affaires que nous négocions... Pas à l'échelle de quelques secondes !"
  ],
  "investor3": [
    "La plupart du temps, ces machines fournissent des recettes stables mais faibles.",
    "Puis, parfois, il y a une chute des prix catastrophique et soudaine où tout le monde panique et vend au même moment !",
    "La dernière fois, j'ai perdu presque la moitié de mes économies !"
  ],
  "investor4": [
    "Je lis toujours les gros titres avant de négocier.",
    "Ça n'aide pas toujours, mais ça me donne un léger avantage sur le long terme."
  ],

  "tressaBanker": {
    "part1": [
      "Je ne peux pas révéler si une personne dénomée \"Tressa\" se trouvait ici.",
      "En premier lieu, vous devez répondre à des questions de sécurité.",
      "Première question : quel est le nom du frère aîné de Tressa ?"
    ],
    "wrong": [
      "Désolé, c'est la mauvaise réponse.",
      "Essayez à nouveau quand vous vous en souviendrez."
    ],
    "part2": [
      "Bien. Deuxième question : quel est le nom du plus jeune frère de Tressa ?"
    ],
    "part3": [
      "Merci de vous être identifiée, Tressa.",
      "Je peux révéler que vous étiez juste ici, en train de faire un prêt afin de redécorer une propriété commerciale.",
      "Vous m'avez donné le numéro de votre garante : 555-1105."
    ]
  }
}
