{
  "exteriorSigns" : [
    ["${world.name} Palace","No entry without invitation."],
    "No diving."
  ],
  "bookshelves" : [
    ["Stacks of books about financing kingdoms."],
    ["A books here details the history of the Kingdom of ${world.name}.", "Funding an army to keep citizens safe from archangels left the royal family with a lot of debt..."],
    ["These shelves are stacked with invoices and receipts."],
    ["Rows and rows of ledgers... The numbers get larger- uh... lower the further you look."],
    ["There's a letter from the chairman here.", "He promised to pay the palace guards higher wages if they work for him instead."],
    ["There are piles of books here about the reign of Edgar and Allen."],
    ["\"Necromancy for Beginners\""]
  ],
  "notes" : [
    ["\"Memo to self: remember to pay back the Chairman...\""],
    ["This looks like a shopping list."]
  ],
  "computer" : [
    ["There are some notes here calculating the pay for the palace guards.", "The last number in the column is written in red.", "The prince couldn't afford to pay the guards to defend the kingdom from his creditor..."]
  ],
  "painting" : [
    ["It's a painting of two men fighting at the end of time."],
    ["It's an impressionist painting. Impressive!"],
    ["What a lovely piece of pixel art..."],
    ["Despite appearances, there's no actual painting here, just a permanent-marker drawing on the wall."]
  ],
  "stainedglass" : [
    ["It's a stained glass window showing two men fighting at the end of time."]
  ],
  "signpost" : [
    ["Out of order"],
    ["Crypt to be kept locked at all times."],
    ["^ Panic Room"]
  ],
  "statue" : {
    "fortitude" : [ "The Power of Fortitude: the symbol of each generation's chosen hero." ],
    "wealth" : ["The Power of Wealth: kept as capital by the world's largest financial services corporation, The Guild LLC."],
    "broken" : ["This statue is badly damaged and the plaque can not be read."],
    "brokenCrown" : ["Hmm. Someone broke this statue."],
    "truth" : [ "The Power of Truth: the most powerful of the four lifts the illusions cast by the corrupt and wicked." ]
  },
  "deadGuard" : [
    "He's not moving."
  ],
  "deadPrince" : [
    "This wasn't supposed to happen..."
  ],
  "deadLance" : [
    "This wasn't supposed to happen..."
  ],
  "twinsSign" : [
    "\"Twin Monarchs Edgar and Allen - as devoted to the protection of all life as they were to each other.\""
  ],
  "lanceGrave" : [
    "\"RIP Lance the Hero\""
  ],
  "princeGrave" : [
    "\"Here lies Prince Daniel\""
  ],
  "edgarGrave" : [
    "\"King Edgar, sorely missed by his beloved brother\""
  ],
  "allenGrave" : [
    "\"King Allen, may ye rest in peace\""
  ],
  "otherGraves" : [
    ["\"Here lies the body of Princess Beach.\nShe shore was lovely.\""],
    ["\"This tombstone intentionally left blank.\""],
    ["\"RIP Queen Rhime\nEaten by a slime.\""],
    ["\"King Les\nThe Les said, the better.\""],
    ["\"King George\nDied when he over-engorged.\""],
    ["\"Queen Josephine\nGot stuck in a mining machine.\""]
  ],

  "chairmanFood" : [
    "This food is still warm. The chairman must be nearby."
  ]
}
